[
  {
    "id":188,
    "name":"Perkampungan Portugis (Portuguese Square)",
    "address":"Jalan D' Albuquerque, 75050 Ujong Pasir, Melaka.",
    "description":"Inferring strong affinity to Portugal, this place has been called Mini Lisbon. Located only 5km from the Melaka Town at Ujong Pasir, Melaka. There are 1,500 people from 116 families who live in the Portuguese Settlement, established in 1930. This settlement encompasses 13 acres with eight acres occupied by dwellings, the rest being taken up by a school, playing field and children playground. There is an unique survival of 16th century Portugal kept alive through language, customs, songs and dance forms.",
    "tel":"06-2847493",
    "latitude":2.1835259,
    "longitude":102.2646593
  },
  {
    "id":189,
    "name":"Kota A' Famosa (Forta De Santiago)",
    "address":"Jalan Kota, 75000 Melaka.",
    "description":"The hallmark of Melaka and perhaps the most photographed subject next to the Stadthuys. Built by the Portuguese in year 1511 as a fortress it sustained severe structural damage during the Dutch Invasion. The British had set to destroy it but timely intervention by Sir Stamford Raffles in 1808 saved what remains of A' Famosa today.",
    "tel":"06-3333333",
    "latitude":2.1923389,
    "longitude":102.2482834
  },
  {
    "id":190,
    "name":"Pulau Besar",
    "address":"Umbai, Melaka.",
    "description":"Pulau Besar looks like a pregnant lady lying on her back. The locals around Pulau Besar revere the island and attribute it to many legends. It has also become a place of pilgrimage to a large number of Indian Muslims in Malaysia and Singapore. Many pilgrims come to Pulau Besar to visit a mausoleum believed to be of a Wali, Sultan Ariffin Syeikh Ismail Waliallah. There are also numerous other graves visited by pilgrims such as that of Datok Janggut, Datuk Puteh and Nenek Kebayan.",
    "tel":"06-3333333",
    "latitude":2.1102035,
    "longitude":102.3184678
  },
  {
    "id":191,
    "name":"Perigi Hang Tuah (Hang Tuah Well)",
    "address":"Duyong, Melaka.",
    "description":"Located in Kampong Duyong where Hang Tuah spent his childhood among four of his good friends who would later become the famous knights of Melaka. The well is said to be the abode of his soul which takes the apparition of a white crocodile. For a commoner to catch the glimpse of Hang Tuah is hardly likely. It is said that only the holy among us can ever hope to see the apparition.",
    "tel":"06-3333333",
    "latitude":2.2000365,
    "longitude":102.2947549
  },
  {
    "id":192,
    "name":"Perigi Hang Li Po (Hang Li Po Well)",
    "address":"Poh San Peng Temple, Bukit China",
    "description":"Built in 1459 under the royal command of Sultan Mansor Shah for Hang Li Poh, the Chinese princess who married the sultan, the well never dried up during days of old and was the only source of water supply during great droughts. The Dutch enclosed it with stout walls in 1677 to maintain its ultimate into a wishing well and it is said that those who throw coins into it will return to Melaka time and again.",
    "tel":"06-3333333",
    "latitude":2.1956352,
    "longitude":102.25327
  },
  {
    "id":193,
    "name":"Makam Hang Tuah (Hang tuah Mausoleum)",
    "address":"Tanjung Kling, Melaka.",
    "description":"A fully decorated admiral of Melaka's naval forces who defended successfully, countless attacks against Melaka sovereignty from Siamese and Acehnese fleets.",
    "tel":"06-282 6526",
    "latitude":2.2183199,
    "longitude":102.1562532
  },
  {
    "id":194,
    "name":"Makam Hang Jebat (Hang Jebat Mausoleum)",
    "address":"Jalan Hang Jebat, Melaka.",
    "description":"The champion of justice who died a tragic death. Hang Jebat was unceremoniously killed by Hang Tuah in a duel of honor that lasted 3 days and 3 nights.He ran amok after suffering a fatal wound from Hang Tuah's dagger 'Keris Taming Sari.' In the name of justice to avenge the sultan's hasty punishment against Hang Tuah for a crime he didn't commit, Hang Jebat was accused by Hang Tuah of 'derhaka' (contumacy).",
    "tel":"06-3333333",
    "latitude":2.1965651,
    "longitude":102.2464912
  },
  {
    "id":195,
    "name":"Makam Hang Kasturi (Hang Kasturi Mausoleum)",
    "address":"Jalan Hang Jebat, Melaka.",
    "description":"Hang Kasturi is one of the five great warrior brothers that includes Hang Tuah, Hang Jebat, Hang Lekir and Hang Lekiu. The five brothers where great warriors during the reign of the Melaka Sultanate especially during the regime of Sultan Mansur Shah (1456-1477). The courage and strength of the five great warriors plus the wisdom of the Bendahara Tun Perak has helped the Melaka Sultanate to expand the Melakan empire up to as far as the Malay Archipelago. Thus, the Melakan empire gained the respects of friends and foes.",
    "tel":"06-3333333",
    "latitude":2.197204,
    "longitude":102.243981
  },
  {
    "id":196,
    "name":"Makam Tun Teja (Tun Teja Mausoleum)",
    "address":"Jalan Merlimau, 77300 Merlimau, Melaka.",
    "description":"Tun Teja or Tun Tun Teja Retna Benggala, the daughter of Sri Amar di Raja Pahang, was convinced by Melakan warrior Hang Tuah to marry Sultan Mahmud Shah. Died as a queen in Merlimau, Melaka about 24 km from Melaka Town, while retreating with members of Melaka royal family from Portuguese attacks.",
    "tel":"06-3333333",
    "latitude":2.1347404,
    "longitude":102.4156394
  },
  {
    "id":197,
    "name":"Perkuburan Belanda (Dutch Graveyard)",
    "address":"Banda Hilir bersebelahan dengan Replika Istana Kesultanan Melayu Melaka.",
    "description":"Kubur Belanda yang terkenal ini terletak di Bandar Hilir bersebelahan dengan Replika Istana Kesultanan Melayu Melaka. Kubur ini digunakan pada akhir suku kurun ke-17 dan mempunyai 5 kubur Belanda dan 33 kubur British di dalam kawasan ini. Tanah perkuburan ini digunakan pada dua peringkat iaitu di antara 1670-1682 dan 1818-1838. Di antara kubur yang menjadi tarikan ialah kubur yang mempunyai menara yang tinggi yang mana merupakan kubur dua orang pegawai yang mati semasa Perang Naning.",
    "tel":"06-3333333",
    "latitude":2.193727,
    "longitude":102.2483892
  },
  {
    "id":198,
    "name":"Pancuran Air Ratu Victoria (Queen Victoria Fountain)",
    "address":"Jalan Kota, 75000 Melaka.",
    "description":"Right in the middle of the Dutch Square, one will be surprised to see the presence of a British architectural monument the Queen Victoria's Fountain. Surrounded by the red-painted heritage buildings constructed during Dutch occupation, the green-colour Queen Victoria's Fountain of Melaka was built in 1904 by the British to commemorate Her Majesty's Diamond Jubilee. Made of English marble, the Queen Victoria's Fountain is still functioning well today, and is considered as one of the most frequenly photographed landmarks in Melaka.",
    "tel":"06-3333333",
    "latitude":1.054562,
    "longitude":51.073046
  },
  {
    "id":199,
    "name":"Bukit St. John (St. John Hill)",
    "address":"Jalan Bukit St. John, Melaka.",
    "description":"Kubu St. John yang telah dibina semula oleh pihak Belanda dalam abad ke-18, suatu masa dahulu merupakan gereja kecil milik persendirian orang Portugis bagi memperingati Baptis St. John. Kubu ini mempunyai suatu ciri yang menarik iaitu meriam-meriamnya menghadap ke daratan memandangkan pada satu ketika dahulu, serangan luar ke atas Melaka kebiasaannya datang dari daerah pedalaman berbanding dari laut. Tarikan lain untuk orang ramai ialah pemandangan dari puncak bukit di mana berdirinya Kubu St. John, terutamanya untuk merasai pengalaman menyaksikan sendiri matahari terbenam di kawasan tropika.\n",
    "tel":"06-3333333",
    "latitude":2.112156,
    "longitude":102.155264
  },
  {
    "id":200,
    "name":"Gereja Christ (Christ Church)",
    "address":"Jalan Kota, 75000 Melaka.",
    "description":"Standing exactly as it has always been since 1753, the church is testimony to Dutch's architectural ingenuity. Located next to the Stadhuys, its notable feature is the ceiling, whose beams, over 15m (16yd) long, were each made from a single tree. The 200 years old pews are still in evidence. Over the altar, there is a painting of the Last Supper on glazed tiles and on the floors are tombstones in Armenian script.",
    "tel":"06-2848804",
    "latitude":2.113938,
    "longitude":102.14582
  },
  {
    "id":201,
    "name":"Gereja St Francis Xavier (St. Francis Xavier Church)",
    "address":"Jalan Laksamana, Melaka.",
    "description":"Built in 1849 by Reverend Farve, a Frenchman. The Gothic towered church is dedicated to St. Francis Xavier. Known as the 'Apostle of the East', St Francis Xavier is well-remembered for his missionary work spreading Catholicism to South East Asia in the 16th Century. You can view the authentic architecture and learn about the history of the church which is situated at Jalan Laksamana.",
    "tel":"06-2824770",
    "latitude":2.114288,
    "longitude":102.150224
  },
  {
    "id":202,
    "name":"Gereja St. Paul (St. Paul Church)",
    "address":"Jalan Kota, 75000 Melaka.",
    "description":"Built by a Portuguese Captain by the name of Duarte Coelho, the chapel was turned by the Dutch into a burial ground for their noble dead and renamed it 'St. Paul's Church' from the the Portuguese's 'Our Lady Of The Hill'. St. Francis Xavier was briefly enshrined in the open grave in year 1553 before being shipped to Goa, India.",
    "tel":"06-2883599",
    "latitude":2.113317,
    "longitude":102.145847
  },
  {
    "id":203,
    "name":"Gereja St. Peter (St. Peter Church)",
    "address":"Jalan Bendahara, Melaka.",
    "description":"Built in year 1710 during the Dutch occupation in Melaka. It is the oldest Roman Catholic church in Malaysia and it was built on a piece of land donated by a Dutch gentleman, Maryber Franz Amboer. Its facade and decor has a combination of Eastern and Western architecture. Its bells was cast in Goa in 1608.",
    "tel":"06-2822950",
    "latitude":2.120923,
    "longitude":102.151116
  },
  {
    "id":204,
    "name":"Perkuburan British (British Graveyard)",
    "address":"Alor Gajah, Melaka.",
    "description":"Kubur British ini terletak di Alor Gajah, Melaka. Pada bulan Mei 1829, orang Inggeris telah menyerang Naning buat kali kedua. Walaupun Naning tewas dalam peperangan tersebut, Datuk Dol Said hanya menyerah diri pada tahun 1834. Beliau diberi pencen sebanyak 100 ringgit setiap bulan sehinggalah beliau meninggal dunia pada tahun 1849. Walaupun orang Inggeris memenangi peperangan itu, ramai daripada tenteranya terkorban termasuklah George Holford Walker yang terbunuh bersama kuda dan anjingnya yang telah disemadikan di sini. Datanglah melawat kubur tersebut kerana terdapat kesan sejarah.",
    "tel":"06-3333333",
    "latitude":1.062973,
    "longitude":51.074893
  },
  {
    "id":205,
    "name":"Makam Dol Said (Dol Said Mausoleum)",
    "address":"Alor Gajah, Melaka.",
    "description":"The ninth ruler of Naning who defiantly opposed the imposition of tax on the district by the British. He valiantly resisted British forces on Naning, deploying his troop with outstanding display of military ingenuity that outsmarted the invading forces on two campaigns. The Naning War, waged in 1834, made Dol Said a hero of exceptional valor that earned him a permanent place in the history of Melaka.",
    "tel":"06-5563875",
    "latitude":1.111315,
    "longitude":51.074893
  },
  {
    "id":206,
    "name":"Batu Megalith (Megalitich Stone)",
    "address":"Kampung Cerana Putih, Simpang Ampat, Alor Gajah, Melaka.",
    "description":"There are about 100 ancient burial sites in Alor Gajah, Melaka known as Megalith Datuk Tua. It is believed to be the graves of their ancestors. One ancient site identified is at Kampung Cerana Putih, Simpang Ampat, Alor Gajah, Melaka.",
    "tel":"06-3333333",
    "latitude":1.061024,
    "longitude":51.074107
  },
  {
    "id":207,
    "name":"Kota Belanda (Dutch Fort)",
    "address":"Alor Gajah, Melaka.",
    "description":"Used as an outpost to enforce the monopoly of tax collection. It was manned by a small garrison of Dutch officers but was later abandoned when the mining in Naning area ceased its operation.",
    "tel":"06-3333333",
    "latitude":1.063312,
    "longitude":51.075631
  },
  {
    "id":208,
    "name":"Replika Keris (Keris Replica)",
    "address":"Simpang Empat, Simpang Ayer Keroh - Durian Tunggal dan Simpang Lubuk Cina. ",
    "description":"The Keris is a traditional weapon widely used in the era of the Melaka Sultanate. It was the main weapon used by the Malay community during the colonisation of the British, Portuguese and Dutch. For the people of Alor Gajah, the Keris represent the pride of the Malays, especially during the Naning War. As such, the replica of the Keris has been installed as the main identity for the Alor Gajah district. The giant replica is located at Dataran Keris while the smaller replica is found at several gateways to the district at Simpang Empat, Simpang Ayer Keroh - Durian Tunggal and Simpang Lubuk Cina.",
    "tel":"06-3333333",
    "latitude":1.061024,
    "longitude":51.074107
  },
  {
    "id":209,
    "name":"Melaka River Cruise",
    "address":"Taman Rempah, 75000 Melaka.",
    "description":"Alami pelayaran yang menakjubkan sejauh 9km  menyusuri Sungai Melaka selama 45 minit sambil menikmati pemandangan indah, bangunan dan rumah-rumah kedai peningalan era belanda, rumah - rumah tradissonal Melayu dan banyak lagi pemandangan yang menarik perniagalan sejarah warisan dunia",
    "tel":"06-2814322",
    "latitude":2.113913,
    "longitude":102.145408
  },
  {
    "id":210,
    "name":"Zoo Melaka",
    "address":"Lebuh Ayer Keroh, 75450, Melaka.",
    "description":"It is the second largest Zoo in the country with more than 1,200 animals of over 200 different species. Waktu operasi : Zoo siang 9.00 pagi - 6.00 petang setiap hari; Zoo malam 8.00 malam - 11.00 malam",
    "tel":"06-2324053",
    "latitude":2.164572,
    "longitude":102.180878
  },
  {
    "id":211,
    "name":"Taman Buaya Melaka",
    "address":"Pusat Pelancongan Ayer Keroh, 75450 Melaka",
    "description":"Tarikan terbaru di Taman Buaya yang menjadi salah satu tarikan utama kepada pengunjung ialah Taman Permainan Air. Tarikan lain di taman ini termasuklah rumah hantu dan pelbagai kemudahan rekreasi yang lain. Waktu operasi : 9.00 pagi - 7.00 petang setiap hari",
    "tel":"06-2322349",
    "latitude":2.163009,
    "longitude":102.172993
  },
  {
    "id":212,
    "name":"Taman Rama-Rama & Reptilia",
    "address":"Lebuh Ayer Keroh, Hang Tuah Jaya, Ayer Keroh 75450, Melaka.",
    "description":"Satu lagi tempat menarik untuk dikunjungi di kawasan Ayer Keroh adalah Taman Rama-Rama dan Reptilia Melaka yang menjadi tempat tinggal berbagai spesies rama-rama dan reptilia. Waktu operasi : 8.30 pagi - 5.30 petang",
    "tel":"06-2320033",
    "latitude":2.175834,
    "longitude":102.184514
  },
  {
    "id":213,
    "name":"Taman Mini Malaysia & Taman Mini ASEAN",
    "address":"Lebuh Ayer Keroh, Hang Tuah, Jaya, Ayer Keroh 75450, Melaka.",
    "description":"Tarikan utama taman ini adalah replika rumah-rumah tradisional, yang setiap satunya telah dibina berasaskan senireka dan keunikan setiap rumah tradisional di kesemua 13 negeri di Malaysia. Waktu operasi : 9.00 - 5.00 petang setiap hari",
    "tel":"06-2321334",
    "latitude":2.165827,
    "longitude":102.181449
  },
  {
    "id":214,
    "name":"Kampung Buku Malaysia",
    "address":"Ayer Keroh, Melaka.",
    "description":"Kampung Buku Malaysia Melaka ini adalah merupakan yang ke -2 di Malaysia dan ke-5 di Asia serta Ke-33 di dunia. Waktu operasi : Isnin - Jumaat 9.00 pagi hingga 2.00 petang; Sabtu - Ahad 9.00 pagi - 2.00 petang",
    "tel":"06-2519181",
    "latitude":2.164761,
    "longitude":102.175888
  },
  {
    "id":215,
    "name":"Kompleks Falak Al-Khawarizmi",
    "address":"Kg. Balik Batu, Tanjung Bidara, 78300 Masjid Tanah, Melaka.",
    "description":"This complex is named after the great Muslim mathematician, astronomer and geographer, Abu Abdullah Muhammad ibnu Musa, also known as Al-Khawarizmi.",
    "tel":"06-3842148",
    "latitude":2.20163,
    "longitude":102.05132
  },
  {
    "id":216,
    "name":"Taman Botanikal Melaka",
    "address":"Ayer Keroh, Melaka.",
    "description":"Ditubuhkan pada 1 Jun 2006, ia tercetus daripada idea YAB Datuk Seri Hj Mohd Ali Bin Mohd Rustam, Ketua Menteri Melaka. Dahulunya Taman Botanikal terkenal sebagai Hutan Rekreasi Ayer Keroh yang mempunyai keluasan 92.5 hektar.",
    "tel":"06-3333333",
    "latitude":2.143251,
    "longitude":102.163531
  },
  {
    "id":217,
    "name":"Tanjung Tuan (Cape Rachado)",
    "address":"Jalan Pantai, Port Dickson, Negeri Sembilan.",
    "description":"The oldest like house in the country, built by the Portugese in the 16th century may be found at Cape Rachado. While the lighthouse is still standing strong, it is no longer used today for the same purpose but houses the MEASAT radar used for broadcasting and communication.",
    "tel":"06-3333333",
    "latitude":2.242621,
    "longitude":101.510808
  },
  {
    "id":218,
    "name":"Tasik Ayer Keroh",
    "address":"Ayer Keroh, Melaka.",
    "description":"The Ayer Keroh Lake which is located in the proximity of the Melaka Zoo and Dataran Sejarah, is an ideal location for exciting water sports activities such as boating and canoeing. It is equipped with basic public amenities and facilities to enable families to enjoy relaxing moments amidst scenic environment.",
    "tel":"06-3333333",
    "latitude":2.162867,
    "longitude":102.180626
  },
  {
    "id":219,
    "name":"Kolam Air Panas Gadek",
    "address":"Pusat Pelancongan & Air Ganas Gadek, Mukim Gadek, 78000 Alor Gajah, Melaka.",
    "description":"Gadek Hot Spring is located in Alor Gajah, which is about 30 kilometers from Melaka town. It is now one of the most popular attractions in Alor Gajah, both among locals and foreigners.",
    "tel":"06-5549584",
    "latitude":1.061023,
    "longitude":51.074108
  },
  {
    "id":220,
    "name":"Menaiki Beca",
    "address":"Jalan Kota, Melaka.",
    "description":"Sekiranya anda inginkan sedikit kelainan, anda boleh menyewa beca yang akan membawa anda melalui jalan-jalan dan lorong-lorong di pusat bandar bersejarah ini.Beca ini boleh disewa mengikut jam ataupun mengikut jarak perjalanan dan ia berpengkalan di The Stadthuys.",
    "tel":"06-3333333",
    "latitude":1.061055,
    "longitude":51.074106
  },
  {
    "id":221,
    "name":"Menaiki Kereta Lembu",
    "address":"Ayer Keroh, Melaka.",
    "description":"Ride on the traditional Bullock Cart Malacca is one activity that can not  be missed by tourist when they came to Malacca because it can give a very different satisfaction to the tourist.",
    "tel":"06-3333333",
    "latitude":2.16404,
    "longitude":102.175575
  },
  {
    "id":222,
    "name":"Menara Taming Sari",
    "address":"Jalan Merdeka, Bandar Hilir, 75000 Melaka.",
    "description":"Witness a host of interesting and historical sights of Melaka from a height of 80 metres of Menara Taming Sari.",
    "tel":"06-2881100",
    "latitude":2.115255,
    "longitude":102.150957
  }
]
